Documentacao/Exemplos XML/Sync/retificarDispensacaoMedicamento.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:hor="http://www.saude.gov.br/horus-ws/schemas/v1/HorusTypes">
   <soapenv:Header/>
   <soapenv:Body>
      <hor:retificarDispensacaoMedicamento>
         <identificacao>
            <idOrigem>E</idOrigem>
            <coIBGE>23</coIBGE>
            <nuProtocoloEntrada>17110000023000003262</nuProtocoloEntrada>
         </identificacao>
         <estabelecimento>
            <idIdentificacao>CNES</idIdentificacao>
            <coCNES>5717493</coCNES>
         </estabelecimento>
         <produto>
            <coRegistroOrigem>123</coRegistroOrigem>
            <nuProduto>EBR0266630U0118</nuProduto>
            <nuLote>123</nuLote>
            <dtValidade>30-10-2020</dtValidade>
            <qtProduto>1234</qtProduto>
            <dtRegistro>01-11-2017</dtRegistro>
            <sgProgramaSaude>DST</sgProgramaSaude>
            <dtCompetencia>11-2017</dtCompetencia>
            <coRegistro>12547</coRegistro>
         </produto>
         <paciente>
            <nuCNS>700600555663867</nuCNS>
            <peso>70.10</peso>
            <altura>158</altura>
            <cid-10>F20.0</cid-10>
         </paciente>
         <prescritor>
            <coCNES>5717493</coCNES>
            <nuCRM>1234</nuCRM>
            <ufCRM>DF</ufCRM>
         </prescritor>
      </hor:retificarDispensacaoMedicamento>
   </soapenv:Body>
</soapenv:Envelope>